Repository: RVP97/mobile-scanner
Catalog: Lens/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: WPA passwords have at least 8 characters.
ar: تتكون كلمات سر WPA من 8 أحرف على الأقل.
ca: Les contrasenyes WPA tenen com a mínim 8 caràcters.
cs: Hesla WPA mají alespoň 8 znaků.
da: WPA-adgangskoder er på mindst 8 tegn.
de: WPA-Passwörter haben mindestens 8 Zeichen.
el: Τα συνθηματικά WPA έχουν τουλάχιστον 8 χαρακτήρες.
es: Las contraseñas WPA tienen al menos 8 caracteres.
fi: WPA-salasanoissa on vähintään 8 merkkiä.
fr: Les mots de passe WPA comptent au moins 8 caractères.
he: סיסמאות WPA הן באורך 8 תווים לפחות.
hi: WPA पासवर्ड में कम से कम 8 कैरेक्टर होते हैं।
hr: WPA lozinke imaju najmanje 8 znakova.
hu: A WPA-jelszavak legalább 8 karakteresek.
id: Kata sandi WPA minimal 8 karakter.
it: Le password WPA hanno almeno 8 caratteri.
ja: WPAのパスワードは8文字以上です。
ko: WPA 암호는 8자 이상이어야 합니다.
ms: Kata laluan WPA mempunyai sekurang-kurangnya 8 aksara.
nb: WPA-passord har minst 8 tegn.
nl: WPA-wachtwoorden hebben minimaal 8 tekens.
pl: Hasła WPA mają co najmniej 8 znaków.
pt_br: As senhas WPA têm pelo menos 8 caracteres.
pt_pt: As palavras-passe WPA têm pelo menos 8 caracteres.
ro: Parolele WPA au cel puțin 8 caractere.
ru: Пароли WPA содержат не менее 8 символов.
sk: Heslá WPA majú aspoň 8 znakov.
sv: WPA-lösenord har minst 8 tecken.
th: รหัสผ่าน WPA ต้องมีอย่างน้อย 8 อักขระ
tr: WPA parolaları en az 8 karakterdir.
uk: Паролі WPA містять щонайменше 8 символів.
vi: Mật khẩu WPA có ít nhất 8 ký tự.
zh_hans: WPA 密码至少 8 个字符。
zh_hant: WPA 密碼至少要有 8 個字元。

source: WPA · Secured
ar: ‏WPA · محمية
ca: WPA · Protegida
cs: WPA · Zabezpečená
da: WPA · Beskyttet
de: WPA · Gesichert
el: WPA · Προστατευμένο
es: WPA · Protegida
fi: WPA · Suojattu
fr: WPA · Sécurisé
he: ‏WPA · מאובטחת
hi: WPA · सुरक्षित
hr: WPA · Zaštićena
hu: WPA · Védett
id: WPA · Terlindungi
it: WPA · Protetta
ja: WPA · 保護あり
ko: WPA · 보안됨
ms: WPA · Dilindungi
nb: WPA · Sikret
nl: WPA · Beveiligd
pl: WPA · Zabezpieczona
pt_br: WPA · Protegida
pt_pt: WPA · Protegida
ro: WPA · Securizată
ru: WPA · Защищена
sk: WPA · Zabezpečená
sv: WPA · Skyddat
th: WPA · มีการป้องกัน
tr: WPA · Korumalı
uk: WPA · Захищена
vi: WPA · Được bảo mật
zh_hans: WPA · 已加密
zh_hant: WPA · 已加密

source: Wallet only accepts signed passes, so Lunet sends that one pass's details to its signing service. It signs the pass and returns it immediately; nothing is stored or logged.
ar: لا تقبل المحفظة إلا البطاقات الموقّعة، لذا يرسل Lunet تفاصيل تلك البطاقة وحدها إلى خدمة التوقيع الخاصة به. تُوقّع البطاقة وتُعاد فورًا؛ ولا يتم تخزين أو تسجيل أي شيء.
ca: Wallet només accepta passis signats, així que Lunet envia les dades d’aquell passi al seu servei de signatura. El signa i el retorna immediatament; no es desa ni es registra res.
cs: Wallet přijímá jen podepsané karty, proto Lunet odešle údaje této jediné karty do své podpisové služby. Ta kartu podepíše a hned ji vrátí; nic se neukládá ani nezaznamenává.
da: Wallet accepterer kun signerede kort, så Lunet sender oplysningerne om netop det kort til sin signeringstjeneste. Den signerer kortet og returnerer det med det samme; intet gemmes eller logges.
de: Wallet akzeptiert nur signierte Pässe, daher sendet Lunet die Details genau dieses Passes an seinen Signierdienst. Dieser signiert den Pass und gibt ihn sofort zurück; nichts wird gespeichert oder protokolliert.
el: Το Wallet δέχεται μόνο υπογεγραμμένα πάσα, οπότε το Lunet στέλνει τα στοιχεία αυτού του ενός πάσου στην υπηρεσία υπογραφής του. Αυτή υπογράφει το πάσο και το επιστρέφει αμέσως· τίποτα δεν αποθηκεύεται ή καταγράφεται.
es: Wallet solo acepta pases firmados, así que Lunet envía los datos de ese pase a su servicio de firma. Lo firma y lo devuelve de inmediato; no se guarda ni se registra nada.
fi: Wallet hyväksyy vain allekirjoitetut kortit, joten Lunet lähettää juuri tämän kortin tiedot allekirjoituspalveluunsa. Palvelu allekirjoittaa kortin ja palauttaa sen heti; mitään ei tallenneta eikä kirjata.
fr: Wallet n’accepte que les pass signés : Lunet envoie donc les détails de ce seul pass à son service de signature. Celui-ci le signe et le renvoie aussitôt ; rien n’est stocké ni journalisé.
he: ‏Wallet מקבל רק כרטיסים חתומים, ולכן Lunet שולח את פרטי הכרטיס הזה בלבד לשירות החתימה שלו. השירות חותם על הכרטיס ומחזיר אותו מיד; שום דבר לא נשמר או מתועד.
hi: Wallet सिर्फ़ साइन किए गए पास स्वीकार करता है, इसलिए Lunet उस एक पास का विवरण अपनी साइनिंग सर्विस को भेजता है। सर्विस पास को साइन करके तुरंत लौटा देती है; कुछ भी स्टोर या लॉग नहीं किया जाता।
hr: Wallet prihvaća samo potpisane propusnice pa Lunet šalje podatke te jedne propusnice svojoj usluzi potpisivanja. Ona potpisuje propusnicu i odmah je vraća; ništa se ne pohranjuje niti bilježi.
hu: A Wallet csak aláírt kártyákat fogad el, ezért a Lunet az adott kártya adatait elküldi az aláíró szolgáltatásának. Ez aláírja a kártyát, és azonnal visszaküldi; semmi sem tárolódik és nem naplózódik.
id: Wallet hanya menerima pass yang ditandatangani, jadi Lunet mengirim detail pass tersebut ke layanan penandatanganannya. Layanan itu menandatangani pass dan langsung mengembalikannya; tidak ada yang disimpan atau dicatat.
it: Wallet accetta solo pass firmati, quindi Lunet invia i dettagli di quel singolo pass al suo servizio di firma, che lo firma e lo restituisce subito; nulla viene archiviato o registrato.
ja: ウォレットは署名されたパスしか受け付けないため、Lunetはそのパスの詳細だけを署名サービスに送信します。署名されたパスはすぐに返され、何も保存・記録されません。
ko: 지갑은 서명된 패스만 허용하므로 Lunet은 해당 패스의 정보만 서명 서비스로 전송합니다. 서비스는 패스에 서명하여 즉시 반환하며, 아무것도 저장하거나 기록하지 않습니다.
ms: Wallet hanya menerima pas yang ditandatangani, jadi Lunet menghantar butiran pas itu sahaja ke perkhidmatan tandatangannya. Ia menandatangani pas dan mengembalikannya serta-merta; tiada apa-apa disimpan atau dilog.
nb: Lommebok godtar bare signerte kort, så Lunet sender detaljene for akkurat det kortet til signeringstjenesten sin. Den signerer kortet og returnerer det umiddelbart; ingenting lagres eller logges.
nl: Wallet accepteert alleen ondertekende passen, dus stuurt Lunet de gegevens van alleen die ene pas naar zijn ondertekeningsdienst. Die ondertekent de pas en stuurt hem meteen terug; er wordt niets opgeslagen of gelogd.
pl: Portfel akceptuje tylko podpisane przepustki, więc Lunet wysyła dane tej jednej przepustki do usługi podpisywania. Podpisuje ona przepustkę i od razu ją zwraca; nic nie jest przechowywane ani rejestrowane.
pt_br: A Wallet só aceita passes assinados, então o Lunet envia os dados desse passe ao próprio serviço de assinatura. Ele assina o passe e o devolve imediatamente; nada é armazenado nem registrado.
pt_pt: A Wallet só aceita passes assinados, por isso a Lunet envia os dados desse passe para o seu serviço de assinatura, que assina o passe e o devolve de imediato; nada é guardado nem registado.
ro: Wallet acceptă doar permise semnate, așa că Lunet trimite detaliile acelui singur permis serviciului său de semnare. Acesta semnează permisul și îl returnează imediat; nimic nu este stocat sau înregistrat.
ru: Wallet принимает только подписанные карты, поэтому Lunet отправляет данные этой карты в свою службу подписи. Она подписывает карту и сразу возвращает ее; ничего не сохраняется и не записывается в журнал.
sk: Wallet prijíma iba podpísané karty, preto Lunet odošle údaje tejto jednej karty do svojej podpisovej služby. Tá kartu podpíše a okamžite vráti; nič sa neukladá ani nezaznamenáva.
sv: Plånbok accepterar bara signerade kort, så Lunet skickar just det kortets uppgifter till sin signeringstjänst. Den signerar kortet och returnerar det direkt; inget lagras eller loggas.
th: Wallet รับเฉพาะบัตรที่ลงนามแล้ว Lunet จึงส่งรายละเอียดของบัตรใบนั้นไปยังบริการลงนาม บริการจะลงนามบัตรและส่งกลับทันที ไม่มีการจัดเก็บหรือบันทึกข้อมูลใดๆ
tr: Wallet yalnızca imzalı kartları kabul eder, bu yüzden Lunet yalnızca o kartın ayrıntılarını imzalama hizmetine gönderir. Hizmet kartı imzalar ve hemen geri döndürür; hiçbir şey saklanmaz veya günlüğe kaydedilmez.
uk: Wallet приймає лише підписані картки, тому Lunet надсилає дані цієї картки до своєї служби підпису. Вона підписує картку й одразу повертає її; нічого не зберігається і не записується в журнал.
vi: Ví chỉ chấp nhận thẻ đã được ký, nên Lunet gửi thông tin của đúng thẻ đó đến dịch vụ ký. Dịch vụ sẽ ký thẻ và trả về ngay lập tức; không có gì được lưu trữ hay ghi nhật ký.
zh_hans: 钱包只接受已签名的卡券，因此 Lunet 会将这一张卡券的详细信息发送到其签名服务。签名后立即返回；不会存储或记录任何内容。
zh_hant: 錢包只接受已簽署的票卡，因此 Lunet 會將該張票卡的資料傳送至其簽署服務。服務會簽署票卡並立即傳回；不會儲存或記錄任何資料。

source: Warehouses and logistics
ar: المستودعات والخدمات اللوجستية
ca: Magatzems i logística
cs: Sklady a logistika
da: Lagre og logistik
de: Lager und Logistik
el: Αποθήκες και εφοδιαστική
es: Almacenes y logística
fi: Varastot ja logistiikka
fr: Entrepôts et logistique
he: מחסנים ולוגיסטיקה
hi: गोदाम और लॉजिस्टिक्स
hr: Skladišta i logistika
hu: Raktárak és logisztika
id: Gudang dan logistik
it: Magazzini e logistica
ja: 倉庫・物流
ko: 창고 및 물류
ms: Gudang dan logistik
nb: Lager og logistikk
nl: Magazijnen en logistiek
pl: Magazyny i logistyka
pt_br: Armazéns e logística
pt_pt: Armazéns e logística
ro: Depozite și logistică
ru: Склады и логистика
sk: Sklady a logistika
sv: Lager och logistik
th: คลังสินค้าและโลจิสติกส์
tr: Depolar ve lojistik
uk: Склади та логістика
vi: Kho hàng và hậu cần
zh_hans: 仓储和物流
zh_hant: 倉儲與物流

source: Warsaw
ar: وارسو
ca: Varsòvia
cs: Varšava
da: Warszawa
de: Warschau
el: Βαρσοβία
es: Varsovia
fi: Varsova
fr: Varsovie
he: ורשה
hi: वारसॉ
hr: Varšava
hu: Varsó
id: Warsawa
it: Varsavia
ja: ワルシャワ
ko: 바르샤바
nb: Warszawa
nl: Warschau
pl: Warszawa
pt_br: Varsóvia
pt_pt: Varsóvia
ro: Varșovia
ru: Варшава
sk: Varšava
sv: Warszawa
th: วอร์ซอ
tr: Varşova
uk: Варшава
vi: Warszawa
zh_hans: 华沙
zh_hant: 華沙

source: Washington
ar: واشنطن
el: Ουάσινγκτον
he: וושינגטון
hi: वॉशिंगटन
ja: ワシントン
ko: 워싱턴
pl: Waszyngton
ru: Вашингтон
th: วอชิงตัน
uk: Вашингтон
zh_hans: 华盛顿
zh_hant: 華盛頓

source: Website
ar: موقع الويب
ca: Lloc web
cs: Web
da: Websted
el: Ιστότοπος
es: Sitio web
fi: Verkkosivusto
fr: Site web
he: אתר אינטרנט
hi: वेबसाइट
hr: Web-stranica
hu: Webhely
id: Situs web
it: Sito web
ja: Webサイト
ko: 웹 사이트
ms: Tapak web
nb: Nettsted
pl: Witryna
pt_br: Site
pt_pt: Site
ro: Site web
ru: Веб-сайт
sk: Webová stránka
sv: Webbplats
th: เว็บไซต์
tr: Web sitesi
uk: Вебсайт
vi: Trang web
zh_hans: 网站
zh_hant: 網站

source: Weight
ar: السُمك
ca: Gruix
cs: Tloušťka
da: Tykkelse
de: Schriftstärke
el: Πάχος
es: Grosor
fi: Paino
fr: Graisse
he: משקל
hi: मोटाई
hr: Debljina
hu: Vastagság
id: Ketebalan
it: Spessore
ja: 太さ
ko: 굵기
ms: Ketebalan
nb: Vekt
nl: Letterdikte
pl: Grubość
pt_br: Peso
pt_pt: Espessura
ro: Grosime
ru: Толщина
sk: Hrúbka
sv: Tjocklek
th: ความหนา
tr: Kalınlık
uk: Товщина
vi: Độ đậm
zh_hans: 粗细
zh_hant: 粗細

source: What Lunet doesn't do
ar: ما لا يفعله Lunet
ca: El que Lunet no fa
cs: Co Lunet nedělá
da: Det gør Lunet ikke
de: Was Lunet nicht tut
el: Τι δεν κάνει το Lunet
es: Lo que Lunet no hace
fi: Mitä Lunet ei tee
fr: Ce que Lunet ne fait pas
he: מה Lunet לא עושה
hi: Lunet क्या नहीं करता
hr: Što Lunet ne radi
hu: Amit a Lunet nem csinál
id: Yang tidak dilakukan Lunet
it: Cosa non fa Lunet
ja: Lunetが行わないこと
ko: Lunet이 하지 않는 일
ms: Perkara yang Lunet tidak lakukan
nb: Hva Lunet ikke gjør
nl: Wat Lunet niet doet
pl: Czego Lunet nie robi
pt_br: O que o Lunet não faz
pt_pt: O que a Lunet não faz
ro: Ce nu face Lunet
ru: Чего Lunet не делает
sk: Čo Lunet nerobí
sv: Det här gör inte Lunet
th: สิ่งที่ Lunet ไม่ทำ
tr: Lunet’in yapmadıkları
uk: Чого Lunet не робить
vi: Những điều Lunet không làm
zh_hans: Lunet 不会做的事
zh_hant: Lunet 不會做的事

source: What should it say?
ar: ماذا يجب أن يقول؟
ca: Què hi ha de dir?
cs: Co má být napsáno?
da: Hvad skal der stå?
de: Was soll darauf stehen?
el: Τι να γράφει;
es: ¿Qué debe decir?
fi: Mitä siinä pitäisi lukea?
fr: Que doit-il dire ?
he: מה צריך להיות כתוב?
hi: इसमें क्या लिखा होना चाहिए?
hr: Što bi trebalo pisati?
hu: Mi álljon rajta?
id: Apa isinya?
it: Cosa deve dire?
ja: 何と表示しますか？
ko: 어떤 내용을 넣을까요?
ms: Apa yang patut dikatakannya?
nb: Hva skal det stå?
nl: Wat moet erop staan?
pl: Co ma być napisane?
pt_br: O que ele deve dizer?
pt_pt: O que deve dizer?
ro: Ce ar trebui să scrie?
ru: Что здесь написать?
sk: Čo má byť napísané?
sv: Vad ska det stå?
th: ต้องการให้เขียนว่าอะไร
tr: Ne yazsın?
uk: Що тут написати?
vi: Mã sẽ ghi gì?
zh_hans: 要显示什么内容？
zh_hant: 要顯示什麼內容？

source: When Lunet uses the network
ar: متى يستخدم Lunet الشبكة
ca: Quan fa servir la xarxa Lunet
cs: Kdy Lunet používá síť
da: Når Lunet bruger netværket
de: Wann Lunet das Netzwerk nutzt
el: Πότε χρησιμοποιεί το Lunet το δίκτυο
es: Cuándo usa Lunet la red
fi: Milloin Lunet käyttää verkkoa
fr: Quand Lunet utilise le réseau
he: מתי Lunet משתמש ברשת
hi: Lunet नेटवर्क का उपयोग कब करता है
hr: Kada Lunet koristi mrežu
hu: Mikor használja a Lunet a hálózatot
id: Kapan Lunet menggunakan jaringan
it: Quando Lunet usa la rete
ja: Lunetがネットワークを使用するとき
ko: Lunet이 네트워크를 사용하는 경우
ms: Bila Lunet menggunakan rangkaian
nb: Når Lunet bruker nettverket
nl: Wanneer Lunet het netwerk gebruikt
pl: Kiedy Lunet korzysta z sieci
pt_br: Quando o Lunet usa a rede
pt_pt: Quando a Lunet usa a rede
ro: Când folosește Lunet rețeaua
ru: Когда Lunet использует сеть
sk: Kedy Lunet používa sieť
sv: När Lunet använder nätverket
th: เมื่อใดที่ Lunet ใช้เครือข่าย
tr: Lunet ağı ne zaman kullanır
uk: Коли Lunet використовує мережу
vi: Khi nào Lunet dùng mạng
zh_hans: Lunet 何时使用网络
zh_hant: Lunet 何時使用網路

source: When you open a product barcode, Lunet asks Open Food Facts or Open Products Facts about that one number.
ar: عند فتح رمز شريطي لمنتج، يسأل Lunet Open Food Facts أو Open Products Facts عن هذا الرقم وحده.
ca: Quan obres un codi de barres de producte, Lunet consulta només aquell número a Open Food Facts o Open Products Facts.
cs: Když otevřete čárový kód produktu, Lunet se na to jedno číslo zeptá Open Food Facts nebo Open Products Facts.
da: Når du åbner en produktstregkode, spørger Lunet Open Food Facts eller Open Products Facts om netop det nummer.
de: Wenn du einen Produkt-Barcode öffnest, fragt Lunet bei Open Food Facts oder Open Products Facts nur diese eine Nummer ab.
el: Όταν ανοίγετε έναν γραμμωτό κωδικό προϊόντος, το Lunet ρωτά το Open Food Facts ή το Open Products Facts μόνο για αυτόν τον αριθμό.
es: Cuando abres un código de barras de producto, Lunet consulta solo ese número en Open Food Facts u Open Products Facts.
fi: Kun avaat tuotteen viivakoodin, Lunet kysyy Open Food Factsista tai Open Products Factsista vain sitä yhtä numeroa.
fr: Quand vous ouvrez un code-barres de produit, Lunet interroge Open Food Facts ou Open Products Facts sur ce seul numéro.
he: כשאתה פותח ברקוד של מוצר, Lunet שואל את Open Food Facts או את Open Products Facts על המספר הזה בלבד.
hi: जब आप कोई प्रोडक्ट बारकोड खोलते हैं, तो Lunet सिर्फ़ उसी एक नंबर के बारे में Open Food Facts या Open Products Facts से पूछता है।
hr: Kad otvorite crtični kôd proizvoda, Lunet pita Open Food Facts ili Open Products Facts samo za taj jedan broj.
hu: Termékvonalkód megnyitásakor a Lunet csak erre az egy számra kérdez rá az Open Food Facts vagy az Open Products Facts adatbázisában.
id: Saat Anda membuka barcode produk, Lunet menanyakan satu nomor itu ke Open Food Facts atau Open Products Facts.
it: Quando apri un codice a barre di un prodotto, Lunet chiede a Open Food Facts o Open Products Facts informazioni solo su quel numero.
ja: 商品バーコードを開くと、LunetはOpen Food FactsまたはOpen Products Factsにその番号だけを問い合わせます。
ko: 제품 바코드를 열면 Lunet은 Open Food Facts 또는 Open Products Facts에 해당 번호 하나만 조회합니다.
ms: Apabila anda membuka kod bar produk, Lunet bertanya Open Food Facts atau Open Products Facts tentang nombor itu sahaja.
nb: Når du åpner en produktstrekkode, spør Lunet Open Food Facts eller Open Products Facts om akkurat det nummeret.
nl: Als je een productbarcode opent, vraagt Lunet Open Food Facts of Open Products Facts naar alleen dat ene nummer.
pl: Gdy otwierasz kod kreskowy produktu, Lunet pyta Open Food Facts lub Open Products Facts o ten jeden numer.
pt_br: Quando você abre um código de barras de produto, o Lunet consulta somente esse número no Open Food Facts ou no Open Products Facts.
pt_pt: Quando abre um código de barras de produto, a Lunet consulta apenas esse número no Open Food Facts ou no Open Products Facts.
ro: Când deschideți un cod de bare de produs, Lunet întreabă Open Food Facts sau Open Products Facts doar despre acel număr.
ru: Когда вы открываете штрихкод товара, Lunet запрашивает у Open Food Facts или Open Products Facts только этот номер.
sk: Keď otvoríte čiarový kód produktu, Lunet sa na toto jediné číslo spýta Open Food Facts alebo Open Products Facts.
sv: När du öppnar en streckkod för en produkt frågar Lunet Open Food Facts eller Open Products Facts om just det numret.
th: เมื่อคุณเปิดบาร์โค้ดสินค้า Lunet จะสอบถาม Open Food Facts หรือ Open Products Facts เกี่ยวกับหมายเลขนั้นเพียงหมายเลขเดียว
tr: Bir ürün barkodunu açtığınızda Lunet, yalnızca o numarayı Open Food Facts veya Open Products Facts’e sorar.
uk: Коли ви відкриваєте штрихкод товару, Lunet запитує в Open Food Facts або Open Products Facts лише цей номер.
vi: Khi bạn mở mã vạch sản phẩm, Lunet sẽ hỏi Open Food Facts hoặc Open Products Facts về đúng mã số đó.
zh_hans: 当你打开产品条形码时，Lunet 仅会向 Open Food Facts 或 Open Products Facts 查询该号码。
zh_hant: 當你開啟商品條碼時，Lunet 只會向 Open Food Facts 或 Open Products Facts 查詢那一個號碼。

source: Where it really goes
ar: إلى أين يؤدي فعلًا
ca: On porta realment
cs: Kam skutečně vede
da: Hvor det faktisk fører hen
de: Wohin er wirklich führt
el: Πού οδηγεί πραγματικά
es: Adónde lleva en realidad
fi: Minne se todella johtaa
fr: Où il mène vraiment
he: לאן זה באמת מוביל
hi: यह असल में कहाँ ले जाता है
hr: Kamo zapravo vodi
hu: Hová vezet valójában
id: Tujuan sebenarnya
it: Dove porta davvero
ja: 本当の行き先
ko: 실제 연결 위치
ms: Ke mana ia sebenarnya menuju
nb: Hvor den egentlig fører
nl: Waar hij echt naartoe gaat
pl: Dokąd naprawdę prowadzi
pt_br: Para onde realmente leva
pt_pt: Para onde leva realmente
ro: Unde duce de fapt
ru: Куда ведет на самом деле
sk: Kam naozaj vedie
sv: Vart den egentligen leder
th: ปลายทางจริง
tr: Gerçekte nereye gidiyor
uk: Куди веде насправді
vi: Nơi thực sự dẫn đến
zh_hans: 真正指向何处
zh_hant: 真正連到哪裡

source: White
ar: أبيض
ca: Blanc
cs: Bílá
da: Hvid
de: Weiß
el: Λευκό
es: Blanco
fi: Valkoinen
fr: Blanc
he: לבן
hi: सफ़ेद
hr: Bijela
hu: Fehér
id: Putih
it: Bianco
ja: ホワイト
ko: 흰색
ms: Putih
nb: Hvit
nl: Wit
pl: Biały
pt_br: Branco
pt_pt: Branco
ro: Alb
ru: Белый
sk: Biela
sv: Vit
th: ขาว
tr: Beyaz
uk: Білий
vi: Trắng
zh_hans: 白色
zh_hant: 白色

source: Why it's flagged
ar: سبب الإشارة إليه
ca: Per què s’ha marcat
cs: Proč je označen
da: Hvorfor det blev markeret
de: Warum er markiert ist
el: Γιατί επισημάνθηκε
es: Por qué se marcó
fi: Miksi se on merkitty
fr: Pourquoi il est signalé
he: למה זה סומן
hi: इसे क्यों चिह्नित किया गया
hr: Zašto je označeno
hu: Miért lett megjelölve
id: Alasan ditandai
it: Perché è segnalato
ja: 警告の理由
ko: 경고한 이유
ms: Sebab ia ditanda
nb: Hvorfor den er flagget
nl: Waarom hij gemarkeerd is
pl: Dlaczego oznaczono
pt_br: Por que foi sinalizado
pt_pt: Porque foi assinalado
ro: De ce este semnalat
ru: Почему отмечено
sk: Prečo je označený
sv: Varför den flaggades
th: เหตุผลที่ถูกแจ้งเตือน
tr: Neden işaretlendi
uk: Чому позначено
vi: Lý do bị gắn cờ
zh_hans: 标记原因
zh_hant: 標記原因

source: Wi-Fi Network
ar: شبكة Wi-Fi
ca: Xarxa Wi-Fi
cs: Síť Wi-Fi
da: Wi-Fi-netværk
de: Wi-Fi-Netzwerk
el: Δίκτυο Wi-Fi
es: Red Wi-Fi
fi: Wi-Fi-verkko
fr: Réseau Wi-Fi
he: רשת Wi-Fi
hi: Wi-Fi नेटवर्क
hr: Wi-Fi mreža
hu: Wi-Fi-hálózat
id: Jaringan Wi-Fi
it: Rete Wi-Fi
ja: Wi-Fiネットワーク
ko: Wi-Fi 네트워크
ms: Rangkaian Wi-Fi
nb: Wi-Fi-nettverk
nl: Wi-Fi-netwerk
pl: Sieć Wi-Fi
pt_br: Rede Wi-Fi
pt_pt: Rede Wi-Fi
ro: Rețea Wi-Fi
ru: Сеть Wi-Fi
sk: Sieť Wi-Fi
sv: Wi-Fi-nätverk
th: เครือข่าย Wi-Fi
tr: Wi-Fi Ağı
uk: Мережа Wi-Fi
vi: Mạng Wi-Fi
zh_hans: Wi-Fi 网络
zh_hant: Wi-Fi 網路

source: Won't scan
ar: لن يُمسح
ca: No s’escaneja
cs: Nenaskenuje se
da: Kan ikke scannes
de: Nicht scannbar
el: Δεν σαρώνεται
es: No se escanea
fi: Ei skannaudu
fr: Illisible
he: לא ייסרק
hi: स्कैन नहीं होगा
hr: Neće se skenirati
hu: Nem olvasható be
id: Tidak terpindai
it: Non si scansiona
ja: 読み取れません
ko: 스캔 불가
ms: Tidak dapat diimbas
nb: Kan ikke skannes
nl: Niet scanbaar
pl: Nie da się zeskanować
pt_br: Não escaneia
pt_pt: Não é legível
ro: Nu se scanează
ru: Не сканируется
sk: Nedá sa naskenovať
sv: Går inte att skanna
th: สแกนไม่ได้
tr: Taranmaz
uk: Не сканується
vi: Không quét được
zh_hans: 无法扫描
zh_hant: 無法掃描

source: Words like “%@” on a site that isn't a known brand.
ar: كلمات مثل «%@» على موقع ليس لعلامة تجارية معروفة.
ca: Paraules com «%@» en un lloc que no és d’una marca coneguda.
cs: Slova jako „%@“ na webu, který nepatří známé značce.
da: Ord som ”%@” på et websted, der ikke tilhører et kendt brand.
de: Wörter wie „%@“ auf einer Website, die keiner bekannten Marke gehört.
el: Λέξεις όπως «%@» σε ιστότοπο που δεν είναι γνωστή επωνυμία.
es: Palabras como “%@” en un sitio que no es de una marca conocida.
fi: Sanoja kuten ”%@” sivustolla, joka ei ole tunnettu brändi.
fr: Des mots comme « %@ » sur un site qui n’est pas celui d’une marque connue.
he: מילים כמו “%@” באתר שאינו של מותג מוכר.
hi: “%@” जैसे शब्द, ऐसी साइट पर जो कोई जाना-माना ब्रांड नहीं है।
hr: Riječi poput „%@“ na web-mjestu koje nije poznata marka.
hu: Olyan szavak, mint „%@”, egy nem ismert márkához tartozó webhelyen.
id: Kata-kata seperti “%@” di situs yang bukan merek terkenal.
it: Parole come “%@” su un sito che non è di un marchio noto.
ja: 有名ブランドではないサイトに「%@」のような言葉があります。
ko: 잘 알려진 브랜드가 아닌 사이트에 “%@” 같은 단어가 있습니다.
ms: Perkataan seperti “%@” pada tapak yang bukan jenama terkenal.
nb: Ord som «%@» på et nettsted som ikke er et kjent merke.
nl: Woorden als ‘%@’ op een site die niet van een bekend merk is.
pl: Słowa takie jak „%@” w witrynie, która nie należy do znanej marki.
pt_br: Palavras como “%@” em um site que não é de uma marca conhecida.
pt_pt: Palavras como «%@» num site que não é de uma marca conhecida.
ro: Cuvinte precum „%@” pe un site care nu aparține unei mărci cunoscute.
ru: Слова вроде «%@» на сайте, который не принадлежит известному бренду.
sk: Slová ako „%@“ na stránke, ktorá nepatrí známej značke.
sv: Ord som ”%@” på en webbplats som inte tillhör ett känt varumärke.
th: คำอย่าง “%@” บนเว็บไซต์ที่ไม่ใช่แบรนด์ที่รู้จัก
tr: Bilinen bir marka olmayan bir sitede “%@” gibi sözcükler.
uk: Слова на кшталт «%@» на сайті, який не належить відомому бренду.
vi: Những từ như “%@” trên một trang web không thuộc thương hiệu đã biết.
zh_hans: 在非知名品牌的网站上出现“%@”之类的字眼。
zh_hant: 在非知名品牌網站上出現「%@」之類的字眼。

source: Write Email
ar: كتابة بريد إلكتروني
ca: Escriu un correu
cs: Napsat e‑mail
da: Skriv e-mail
de: E-Mail schreiben
el: Σύνταξη email
es: Escribir correo
fi: Kirjoita sähköposti
fr: Écrire un e-mail
he: כתוב דוא״ל
hi: ईमेल लिखें
hr: Napiši e-poruku
hu: E-mail írása
id: Tulis Email
it: Scrivi email
ja: メールを作成
ko: 이메일 쓰기
ms: Tulis E-mel
nb: Skriv e-post
nl: Schrijf e-mail
pl: Napisz e‑mail
pt_br: Escrever E-mail
pt_pt: Escrever e-mail
ro: Scrieți un e-mail
ru: Написать письмо
sk: Napísať e-mail
sv: Skriv mejl
th: เขียนอีเมล
tr: E-posta Yaz
uk: Написати лист
vi: Viết email
zh_hans: 写邮件
zh_hant: 撰寫郵件

source: Yesterday
ar: أمس
ca: Ahir
cs: Včera
da: I går
de: Gestern
el: Χθες
es: Ayer
fi: Eilen
fr: Hier
he: אתמול
hi: कल
hr: Jučer
hu: Tegnap
id: Kemarin
it: Ieri
ja: 昨日
ko: 어제
ms: Semalam
nb: I går
nl: Gisteren
pl: Wczoraj
pt_br: Ontem
pt_pt: Ontem
ro: Ieri
ru: Вчера
sk: Včera
sv: I går
th: เมื่อวานนี้
tr: Dün
uk: Учора
vi: Hôm qua
zh_hans: 昨天
zh_hant: 昨天
